---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ConnectorFailures
source: html/15afd3e6-6f0f-3eef-e0e9-4ff96587f44f.htm
---
# BuiltInFailures.ConnectorFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.